Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# AchievementWindow_EmptyFile
source: Empty File
de_de: Leere Datei
es_mx: Archivo vacío
fr_fr: Fichier vide
hi_in: खाली फ़ाइल
id_id: File Kosong
it_it: File Vuoto
ja_jp: 空のファイル
ko_kr: 빈 파일
pt_br: Arquivo vazio
ru_ru: Пустой файл
zh_cn: 空文件
zh_tw: 空檔案

# AchievementWindow_SwitchFailed
source: Switch Failed
de_de: Wechsel fehlgeschlagen
es_mx: Cambio fallido
fr_fr: Échec du changement
hi_in: स्विच विफल
id_id: Pergantian Gagal
it_it: Cambio Fallito
ja_jp: 切替失敗
ko_kr: 전환 실패
pt_br: Falha ao trocar
ru_ru: Ошибка переключения
zh_cn: 切换失败
zh_tw: 切換失敗

# AchievementWindow_SaveSuccess
source: Save Successful
de_de: Speichern erfolgreich
es_mx: Guardado exitoso
fr_fr: Sauvegarde réussie
hi_in: सहेजना सफल
id_id: Penyimpanan Berhasil
it_it: Salvataggio Riuscito
ja_jp: 保存成功
ko_kr: 저장 성공
pt_br: Salvo com sucesso
ru_ru: Сохранение успешно
zh_cn: 保存成功
zh_tw: 儲存成功

# AchievementWindow_ConfirmDelete
source: Confirm Delete
de_de: Löschen bestätigen
es_mx: Confirmar eliminación
fr_fr: Confirmer la suppression
hi_in: हटाने की पुष्टि करें
id_id: Konfirmasi Hapus
it_it: Conferma Eliminazione
ja_jp: 削除確認
ko_kr: 삭제 확인
pt_br: Confirmar exclusão
ru_ru: Подтвердить удаление
zh_cn: 确认删除
zh_tw: 確認刪除

# AchievementWindow_Importing
source: Importing Achievements
de_de: Erfolge werden importiert
es_mx: Importando logros
fr_fr: Importation des succès en cours
hi_in: उपलब्धियाँ आयात हो रही हैं
id_id: Mengimpor Achievement
it_it: Importazione Obiettivi
ja_jp: アチーブメントをインポート中
ko_kr: 업적 가져오는 중
pt_br: Importando conquistas
ru_ru: Импорт достижений
zh_cn: 正在导入成就
zh_tw: 正在匯入成就

# AchievementWindow_TotalAchievements
source: {0} achievements total
de_de: Insgesamt {0} Erfolge
es_mx: {0} logros en total
fr_fr: {0} succès au total
hi_in: कुल {0} उपलब्धियाँ
id_id: {0} achievement total
it_it: {0} obiettivi totali
ja_jp: 全{0}個のアチーブメント
ko_kr: 총 {0}개 업적
pt_br: {0} conquistas no total
ru_ru: Всего достижений: {0}
zh_cn: 共 {0} 个成就
zh_tw: 共 {0} 個成就

# AchievementWindow_DataLoaded
source: Data loaded
de_de: Daten geladen
es_mx: Datos cargados
fr_fr: Chargement des données terminé
hi_in: डेटा लोड हो गया
id_id: Data dimuat
it_it: Dati caricati
ja_jp: データ読み込み完了
ko_kr: 데이터 로드됨
pt_br: Dados carregados
ru_ru: Данные загружены
zh_cn: 数据加载完成
zh_tw: 資料載入完成

# AchievementWindow_Saving
source: Saving...
de_de: Wird gespeichert...
es_mx: Guardando...
fr_fr: Sauvegarde en cours...
hi_in: सहेजा जा रहा है...
id_id: Menyimpan...
it_it: Salvataggio...
ja_jp: 保存中...
ko_kr: 저장 중...
pt_br: Salvando...
ru_ru: Сохранение...
zh_cn: 正在保存...
zh_tw: 正在儲存...

# AchievementWindow_SavedToDocs
source: Data saved to Documents folder
de_de: Daten wurden im Dokumentenverzeichnis gespeichert
es_mx: Datos guardados en la carpeta Documentos
fr_fr: Données enregistrées dans le dossier Documents
hi_in: डेटा Documents फ़ोल्डर में सहेजा गया
id_id: Data disimpan ke folder Documents
it_it: Dati salvati nella cartella Documenti
ja_jp: ドキュメントフォルダに保存しました
ko_kr: 데이터가 문서 폴더에 저장되었습니다
pt_br: Dados salvos na pasta Documentos
ru_ru: Данные сохранены в папку Документы
zh_cn: 数据已保存到文档目录
zh_tw: 資料已儲存到文件目錄

# AchievementWindow_ReadingData
source: Reading data...
de_de: Daten werden gelesen...
es_mx: Leyendo datos...
fr_fr: Lecture des données en cours...
hi_in: डेटा पढ़ा जा रहा है...
id_id: Membaca data...
it_it: Lettura dati...
ja_jp: データ読み取り中...
ko_kr: 데이터 읽는 중...
pt_br: Lendo dados...
ru_ru: Чтение данных...
zh_cn: 正在读取数据...
zh_tw: 正在讀取資料...

# AchievementWindow_SwitchingProfile
source: Switching profile...
de_de: Profil wird gewechselt...
es_mx: Cambiando perfil...
fr_fr: Changement de profil en cours...
hi_in: प्रोफ़ाइल स्विच हो रही है...
id_id: Mengganti profil...
it_it: Cambio profilo...
ja_jp: プロファイル切替中...
ko_kr: 프로필 전환 중...
pt_br: Trocando perfil...
ru_ru: Переключение профиля...
zh_cn: 正在切换存档...
zh_tw: 正在切換存檔...

# AchievementWindow_PreparingRead
source: Preparing to read data...
de_de: Lesevorgang wird vorbereitet...
es_mx: Preparando lectura de datos...
fr_fr: Préparation de la lecture des données...
hi_in: डेटा पढ़ने की तैयारी हो रही है...
id_id: Mempersiapkan pembacaan data...
it_it: Preparazione lettura dati...
ja_jp: データ読み取り準備中...
ko_kr: 데이터 읽기 준비 중...
pt_br: Preparando para ler dados...
ru_ru: Подготовка чтения данных...
zh_cn: 正在准备读取数据...
zh_tw: 正在準備讀取資料...

# AchievementWindow_ApplyingChanges
source: Applying changes
de_de: Änderungen werden angewendet
es_mx: Aplicando cambios
fr_fr: Application des modifications
hi_in: परिवर्तन लागू हो रहे हैं
id_id: Menerapkan perubahan
it_it: Applicazione modifiche
ja_jp: 変更を適用中
ko_kr: 변경 사항 적용 중
pt_br: Aplicando alterações
ru_ru: Применение изменений
zh_cn: 正在应用更改
zh_tw: 正在套用變更

# AchievementWindow_RefreshingUI
source: Refreshing interface...
de_de: Oberfläche wird aktualisiert...
es_mx: Actualizando interfaz...
fr_fr: Actualisation de l'interface...
hi_in: इंटरफ़ेस रीफ़्रेश हो रहा है...
id_id: Menyegarkan antarmuka...
it_it: Aggiornamento interfaccia...
ja_jp: インターフェース更新中...
ko_kr: 인터페이스 새로고침 중...
pt_br: Atualizando interface...
ru_ru: Обновление интерфейса...
zh_cn: 正在刷新界面状态...
zh_tw: 正在更新介面狀態...

# AchievementWindow_ReadingUIAF
source: Reading UIAF data...
de_de: UIAF-Daten werden gelesen...
es_mx: Leyendo datos UIAF...
fr_fr: Lecture des données UIAF...
hi_in: UIAF डेटा पढ़ा जा रहा है...
id_id: Membaca data UIAF...
it_it: Lettura dati UIAF...
ja_jp: UIAFデータ読み取り中...
ko_kr: UIAF 데이터 읽는 중...
pt_br: Lendo dados UIAF...
ru_ru: Чтение данных UIAF...
zh_cn: 正在读取UIAF数据...
zh_tw: 正在讀取 UIAF 資料...

# AchievementWindow_GeneratingUIAF
source: Generating UIAF data...
de_de: UIAF-Daten werden generiert...
es_mx: Generando datos UIAF...
fr_fr: Génération des données UIAF...
hi_in: UIAF डेटा उत्पन्न हो रहा है...
id_id: Menghasilkan data UIAF...
it_it: Generazione dati UIAF...
ja_jp: UIAFデータを生成中...
ko_kr: UIAF 데이터 생성 중...
pt_br: Gerando dados UIAF...
ru_ru: Генерация данных UIAF...
zh_cn: 正在生成UIAF数据...
zh_tw: 正在產生 UIAF 資料...

# AchievementWindow_UIAFExportDone
source: UIAF export complete
de_de: UIAF-Export abgeschlossen
es_mx: Exportación UIAF completada
fr_fr: Exportation UIAF terminée
hi_in: UIAF निर्यात पूर्ण
id_id: Ekspor UIAF selesai
it_it: Esportazione UIAF completata
ja_jp: UIAFエクスポート完了
ko_kr: UIAF 내보내기 완료
pt_br: Exportação UIAF concluída
ru_ru: Экспорт UIAF завершён
zh_cn: UIAF导出完成
zh_tw: UIAF 匯出完成

# AchievementWindow_SaveException
source: Save exception
de_de: Speicherfehler
es_mx: Excepción al guardar
fr_fr: Exception lors de la sauvegarde
hi_in: सहेजने का अपवाद
id_id: Kesalahan penyimpanan
it_it: Eccezione salvataggio
ja_jp: 保存例外
ko_kr: 저장 예외
pt_br: Exceção ao salvar
ru_ru: Исключение при сохранении
zh_cn: 保存异常
zh_tw: 儲存異常

# AchievementWindow_CannotOpenBrowser
source: Cannot open browser
de_de: Browser kann nicht geöffnet werden
es_mx: No se puede abrir el navegador
fr_fr: Impossible d'ouvrir le navigateur
hi_in: ब्राउज़र नहीं खोल सकते
id_id: Tidak dapat membuka browser
it_it: Impossibile aprire il browser
ja_jp: ブラウザを開けません
ko_kr: 브라우저를 열 수 없습니다
pt_br: Não é possível abrir o navegador
ru_ru: Невозможно открыть браузер
zh_cn: 无法打开浏览器
zh_tw: 無法開啟瀏覽器

# LaunchErr_UnknownError
source: Unknown error
de_de: Unbekannter Fehler
es_mx: Error desconocido
fr_fr: Erreur inconnue
hi_in: अज्ञात त्रुटि
id_id: Kesalahan tidak dikenal
it_it: Errore sconosciuto
ja_jp: 不明なエラー
ko_kr: 알 수 없는 오류
pt_br: Erro desconhecido
ru_ru: Неизвестная ошибка
zh_cn: 未知错误
zh_tw: 未知錯誤

# LaunchErr_InvalidGamePath
source: Game path is invalid or does not exist
de_de: Spielpfad ist ungültig oder existiert nicht
es_mx: La ruta del juego no es válida o no existe
fr_fr: Le chemin du jeu est invalide ou n'existe pas
hi_in: गेम पथ अमान्य है या मौजूद नहीं है
id_id: Path game tidak valid atau tidak ada
it_it: Il percorso del gioco non è valido o non esiste
ja_jp: ゲームパスが無効または存在しません
ko_kr: 게임 경로가 유효하지 않거나 존재하지 않습니다
pt_br: O caminho do jogo é inválido ou não existe
ru_ru: Путь к игре недействителен или не существует
zh_cn: 游戏路径无效或不存在
zh_tw: 遊戲路徑無效或不存在

# LaunchErr_ExeNotFound
source: Game executable not found. Please check your path settings. Files searched: {0}
de_de: Spielprogramm existiert nicht. Bitte überprüfe die Pfadeinstellungen. Gesuchte Datei: {0}
es_mx: Ejecutable del juego no encontrado. Por favor, verifica tu configuración de ruta. Archivos buscados: {0}
fr_fr: L'exécutable principal du jeu est introuvable. Veuillez vérifier le chemin. Fichier recherché : {0}
hi_in: गेम एक्ज़ीक्यूटेबल नहीं मिला। कृपया अपनी पथ सेटिंग्स जाँचें। खोजी गई फ़ाइलें: {0}
id_id: File executable game tidak ditemukan. Harap periksa pengaturan path Anda. File yang dicari: {0}
it_it: Eseguibile del gioco non trovato. Verifica le impostazioni del percorso. File cercati: {0}
ja_jp: ゲーム実行ファイルが見つかりません。パス設定を確認してください。 検索ファイル: {0}
ko_kr: 게임 실행 파일을 찾을 수 없습니다. 경로 설정을 확인하세요. 검색된 파일: {0}
pt_br: Executável do jogo não encontrado. Verifique suas configurações de caminho. Arquivos pesquisados: {0}
ru_ru: Исполняемый файл игры не найден. Проверьте настройки пути. Искомые файлы: {0}
zh_cn: 游戏主程序不存在，请检查路径设置是否正确 查找的文件: {0}
zh_tw: 遊戲主程式不存在，請檢查路徑設定是否正確 尋找的檔案: {0}

# LaunchErr_MultipleExeFound
source: Multiple executables detected in the game directory. The launcher cannot determine which one to start. Please clean up extra client files or customize the executable name in Settings.
de_de: Mehrere ausführbare Programme im Spielverzeichnis erkannt. Der Launcher kann nicht bestimmen, welches gestartet werden soll. Bitte überflüssige Client-Dateien entfernen oder benutzerdefinierten Startnamen in den Einstellungen festlegen.
es_mx: Se detectaron múltiples ejecutables en el directorio del juego. El launcher no puede determinar cuál iniciar. Por favor, limpia los archivos de cliente adicionales o personaliza el nombre del ejecutable en Ajustes.
fr_fr: Plusieurs programmes exécutables ont été détectés dans le répertoire du jeu. Le lanceur ne peut pas déterminer lequel utiliser. Veuillez supprimer les clients en trop ou configurer un nom d'exécutable personnalisé dans les paramètres.
hi_in: गेम निर्देशिका में कई एक्ज़ीक्यूटेबल पाए गए। लॉन्चर यह निर्धारित नहीं कर सकता कि किसे शुरू करें। कृपया अतिरिक्त क्लाइंट फ़ाइलें हटाएँ या सेटिंग्स में एक्ज़ीक्यूटेबल नाम कस्टमाइज़ करें।
id_id: Beberapa executable terdeteksi di direktori game. Launcher tidak dapat menentukan mana yang akan dijalankan. Harap bersihkan file klien tambahan atau sesuaikan nama executable di Pengaturan.
it_it: Rilevati più eseguibili nella directory del gioco. Il launcher non può determinare quale avviare. Pulisci i file client extra o personalizza il nome eseguibile nelle Impostazioni.
ja_jp: ゲームディレクトリに複数の実行ファイルを検出。どのファイルを起動すべきか判断できません。余分なクライアントファイルを削除するか、設定でカスタム名を指定してください。
ko_kr: 게임 디렉토리에서 여러 실행 파일이 감지되었습니다. 런처가 시작할 파일을 결정할 수 없습니다. 추가 클라이언트 파일을 정리하거나 설정에서 실행 파일 이름을 사용자 지정하세요.
pt_br: Múltiplos executáveis detectados no diretório do jogo. O launcher não pode determinar qual iniciar. Limpe arquivos de cliente extras ou personalize o nome do executável nas Configurações.
ru_ru: Обнаружено несколько исполняемых файлов. Лаунчер не может определить, какой запустить. Очистите лишние файлы или настройте имя в настройках.
zh_cn: 在当前游戏目录中同时检测到了多个可执行程序，启动器无法确定该启动哪一个，请清理多余的客户端文件，或者在设置中自定义启动名称
zh_tw: 在目前遊戲目錄中同時偵測到了多個可執行程式，啟動器無法確定該啟動哪一個，請清理多餘的客戶端檔案，或者在設定中自訂啟動名稱

# LaunchErr_CannotLoadConfig
source: Unable to load game configuration file
de_de: Spielkonfigurationsdatei kann nicht geladen werden
es_mx: No se puede cargar el archivo de configuración del juego
fr_fr: Impossible de charger le fichier de configuration du jeu
hi_in: गेम कॉन्फ़िगरेशन फ़ाइल लोड करने में असमर्थ
id_id: Tidak dapat memuat file konfigurasi game
it_it: Impossibile caricare il file di configurazione del gioco
ja_jp: ゲーム設定ファイルを読み込めません
ko_kr: 게임 설정 파일을 로드할 수 없습니다
pt_br: Não foi possível carregar o arquivo de configuração do jogo
ru_ru: Не удалось загрузить конфигурацию игры
zh_cn: 无法加载游戏配置文件
zh_tw: 無法載入遊戲設定檔

# LaunchErr_LaunchTimeout
source: Launch timeout, please try again
de_de: Zeitüberschreitung, bitte erneut versuchen
es_mx: Tiempo de espera de inicio agotado. Inténtalo de nuevo.
fr_fr: Délai de lancement dépassé, veuillez réessayer
hi_in: लॉन्च समय समाप्त, कृपया पुनः प्रयास करें
id_id: Waktu peluncuran habis, silakan coba lagi
it_it: Timeout avvio, riprova
ja_jp: 起動タイムアウト、再試行してください
ko_kr: 실행 시간 초과, 다시 시도하세요
pt_br: Tempo limite de inicialização, tente novamente
ru_ru: Таймаут запуска, попробуйте снова
zh_cn: 启动超时，请重新启动
zh_tw: 啟動逾時，請重新啟動

# LaunchErr_FatalError
source: A critical error occurred during launch: {0}
de_de: Schwerer Startfehler: {0}
es_mx: Ocurrió un error crítico durante el inicio: {0}
fr_fr: Erreur fatale lors du lancement : {0}
hi_in: लॉन्च के दौरान एक गंभीर त्रुटि हुई: {0}
id_id: Terjadi kesalahan kritis saat peluncuran: {0}
it_it: Si è verificato un errore critico durante l'avvio: {0}
ja_jp: 起動中に致命的なエラー: {0}
ko_kr: 실행 중 치명적 오류 발생: {0}
pt_br: Ocorreu um erro crítico durante a inicialização: {0}
ru_ru: Критическая ошибка при запуске: {0}
zh_cn: 启动过程中发生严重异常: {0}
zh_tw: 啟動過程中發生嚴重異常: {0}

# LaunchErr_PluginDamagedTitle
source: Plugin may be corrupted
de_de: Plugin möglicherweise beschädigt
es_mx: El plugin puede estar dañado
fr_fr: Le plugin est peut-être endommagé
hi_in: प्लगइन क्षतिग्रस्त हो सकता है
id_id: Plugin mungkin rusak
it_it: Il plugin potrebbe essere danneggiato
ja_jp: プラグインが破損している可能性があります
ko_kr: 플러그인이 손상되었을 수 있습니다
pt_br: Plugin pode estar corrompido
ru_ru: Плагин может быть повреждён
zh_cn: 插件可能已损坏
zh_tw: 插件可能已損壞

# LaunchErr_PluginDamagedMsg
source: Plugin files were damaged or blocked by antivirus software. Features may not work properly. Please reinstall the plugin.
de_de: Die Plugin-Datei wurde von der Antivirensoftware beschädigt oder blockiert. Die Funktion ist möglicherweise beeinträchtigt oder funktioniert gar nicht. Es wird empfohlen, das Plugin neu zu installieren.
es_mx: Los archivos del plugin se dañaron o fueron bloqueados por el software antivirus. Es posible que las funciones no funcionen correctamente. Por favor, reinstala el plugin.
fr_fr: Le fichier du plugin a été endommagé ou bloqué par l'antivirus. La fonction peut ne pas marcher ou le programme peut ne pas se lancer. Il est conseillé de réinstaller le plugin.
hi_in: प्लगइन फ़ाइलें क्षतिग्रस्त हो गईं या एंटीवायरस सॉफ़्टवेयर द्वारा ब्लॉक कर दी गईं। सुविधाएँ ठीक से काम नहीं कर सकतीं। कृपया प्लगइन पुनः इंस्टॉल करें।
id_id: File plugin rusak atau diblokir oleh antivirus. Fitur mungkin tidak berfungsi dengan baik. Harap instal ulang plugin.
it_it: I file del plugin sono stati danneggiati o bloccati dall'antivirus. Le funzionalità potrebbero non funzionare correttamente. Reinstalla il plugin.
ja_jp: プラグインファイルが破損しているか、アンチウイルスにブロックされています。プラグインを再インストールしてください。
ko_kr: 플러그인 파일이 손상되었거나 바이러스 백신 소프트웨어에 의해 차단되었습니다. 기능이 제대로 작동하지 않을 수 있습니다. 플러그인을 다시 설치하세요.
pt_br: Arquivos do plugin foram danificados ou bloqueados pelo antivírus. Os recursos podem não funcionar corretamente. Reinstale o plugin.
ru_ru: Файлы плагина повреждены или заблокированы антивирусом. Переустановите плагин.
zh_cn: 插件文件被杀毒软件破坏或拦截，功能可能失效或者直接无法运行，建议重新安装插件
zh_tw: 插件檔案被防毒軟體破壞或攔截，功能可能失效或者直接無法執行，建議重新安裝插件

# Status_Success
source: Success
de_de: Erfolg
es_mx: Éxito
fr_fr: Succès
hi_in: सफल
id_id: Berhasil
it_it: Successo
ja_jp: 成功
ko_kr: 성공
pt_br: Sucesso
ru_ru: Успешно
zh_cn: 成功
zh_tw: 成功

# Status_Failure
source: Failure
de_de: Fehlgeschlagen
es_mx: Fallo
fr_fr: Échec
hi_in: विफलता
id_id: Gagal
it_it: Fallimento
ja_jp: 失敗
ko_kr: 실패
pt_br: Falha
ru_ru: Ошибка
zh_cn: 失败
zh_tw: 失敗

# Status_Skipped
source: Skipped
de_de: Übersprungen
es_mx: Omitido
fr_fr: Ignoré
hi_in: छोड़ा गया
id_id: Dilewati
it_it: Saltato
ja_jp: スキップ
ko_kr: 건너뜀
pt_br: Pulado
ru_ru: Пропущено
zh_cn: 跳过
zh_tw: 跳過

# Status_Completed
source: Completed
de_de: Abgeschlossen
es_mx: Completado
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Completato
ja_jp: 完了
ko_kr: 완료됨
pt_br: Concluído
ru_ru: Завершено
zh_cn: 完成
zh_tw: 完成

# Status_Unknown
source: Unknown
de_de: Unbekannt
es_mx: Desconocido
fr_fr: Inconnu
hi_in: अज्ञात
id_id: Tidak Dikenal
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없음
pt_br: Desconhecido
ru_ru: Неизвестно
zh_cn: 未知
zh_tw: 未知

# Status_None
source: None
de_de: Keine
es_mx: Ninguno
fr_fr: Aucun
hi_in: कोई नहीं
id_id: Tidak Ada
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
pt_br: Nenhum
ru_ru: Нет
zh_cn: 暂无
zh_tw: 暫無

# Status_Exception
source: Exception
de_de: Fehler
es_mx: Excepción
fr_fr: Anomalie
hi_in: अपवाद
it_it: Eccezione
ja_jp: 例外
ko_kr: 예외
pt_br: Exceção
ru_ru: Исключение
zh_cn: 异常
zh_tw: 異常

# Status_RequestFailed
source: Request failed
de_de: Anfrage fehlgeschlagen
es_mx: Solicitud fallida
fr_fr: Échec de la requête
hi_in: अनुरोध विफल
id_id: Permintaan gagal
it_it: Richiesta fallita
ja_jp: リクエスト失敗
ko_kr: 요청 실패
pt_br: Falha na requisição
ru_ru: Ошибка запроса
zh_cn: 请求失败
zh_tw: 請求失敗

# Status_UnknownError
source: Unknown error
de_de: Unbekannter Fehler
es_mx: Error desconocido
fr_fr: Erreur inconnue
hi_in: अज्ञात त्रुटि
id_id: Kesalahan tidak dikenal
it_it: Errore sconosciuto
ja_jp: 不明なエラー
ko_kr: 알 수 없는 오류
pt_br: Erro desconhecido
ru_ru: Неизвестная ошибка
zh_cn: 未知错误
zh_tw: 未知錯誤

# CheckinCloud_Title
source: Cloud Genshin Check-in
es_mx: Check-in de Genshin en la nube
fr_fr: Check-in Genshin Cloud
hi_in: क्लाउड जेनशिन चेक-इन
id_id: Check-in Cloud Genshin
it_it: Check-in Cloud Genshin
ja_jp: クラウド原神チェックイン
ko_kr: 클라우드 원신 출석 체크
pt_br: Check-in do Genshin na nuvem
ru_ru: Отметка облачного Genshin
zh_cn: 云原神签到
zh_tw: 雲端原神簽到

# CheckinCloud_MissingCredential
source: Missing cloud game credential (x-rpc-combo_token)
de_de: Cloud-Spiel-Anmeldedaten fehlen (x-rpc-combo_token)
es_mx: Falta credencial de juego en la nube (x-rpc-combo_token)
fr_fr: Identifiants cloud gaming manquants (x-rpc-combo_token)
hi_in: क्लाउड गेम क्रेडेंशियल गायब (x-rpc-combo_token)
id_id: Kredensial cloud game tidak ada (x-rpc-combo_token)
it_it: Credenziale cloud game mancante (x-rpc-combo_token)
ja_jp: クラウドゲーム認証情報がありません（x-rpc-combo_token）
ko_kr: 클라우드 게임 자격 증명(x-rpc-combo_token) 누락
pt_br: Credencial de cloud gaming ausente (x-rpc-combo_token)
ru_ru: Отсутствуют данные облачной игры (x-rpc-combo_token)
zh_cn: 缺少云游戏凭证 (x-rpc-combo_token)
zh_tw: 缺少雲端遊戲憑證 (x-rpc-combo_token)

# CheckinCloud_TokenExpired
source: Token expired or account restricted
de_de: Token abgelaufen oder Kontostatus eingeschränkt
es_mx: Token caducado o cuenta restringida
fr_fr: Token expiré ou compte restreint
hi_in: टोकन समाप्त हो गया या खाता प्रतिबंधित है
id_id: Token kedaluwarsa atau akun dibatasi
it_it: Token scaduto o account limitato
ja_jp: トークン期限切れまたはアカウント制限
ko_kr: 토큰이 만료되었거나 계정이 제한되었습니다
pt_br: Token expirado ou conta restrita
ru_ru: Токен истёк или аккаунт ограничен
zh_cn: token 失效或账号状态受限
zh_tw: token 失效或帳號狀態受限

# CheckinCloud_GainedTime
source: Gained {0} minutes of free time
de_de: {0} Minuten Gratis-Spielzeit erhalten
es_mx: Obtenidos {0} minutos de tiempo libre
fr_fr: {0} minutes de temps gratuit obtenues
hi_in: {0} मिनट का निःशुल्क समय प्राप्त हुआ
id_id: Mendapatkan {0} menit waktu gratis
it_it: Ottenuti {0} minuti di tempo gratuito
ja_jp: {0}分の無料時間を獲得
ko_kr: {0}분의 무료 시간 획득
pt_br: Ganhou {0} minutos de tempo livre
ru_ru: Получено {0} минут свободного времени
zh_cn: 获得 {0} 分钟免费时长
zh_tw: 獲得 {0} 分鐘免費時長

# CheckinCloud_CurrentFreeTime
source: Current free time: {0}
de_de: Aktuelle Gratis-Spielzeit: {0}
es_mx: Tiempo libre actual: {0}
fr_fr: Temps gratuit actuel : {0}
hi_in: वर्तमान निःशुल्क समय: {0}
id_id: Waktu gratis saat ini: {0}
it_it: Tempo gratuito attuale: {0}
ja_jp: 現在の無料時間: {0}
ko_kr: 현재 무료 시간: {0}
pt_br: Tempo livre atual: {0}
ru_ru: Текущее свободное время: {0}
zh_cn: 当前免费时长: {0}
zh_tw: 目前免費時長: {0}

# CheckinCloud_AlreadyCheckedIn
source: Already checked in today or limit reached
de_de: Heute bereits eingecheckt oder Limit erreicht
es_mx: Ya se hizo check-in hoy o se alcanzó el límite
fr_fr: Check-in déjà effectué aujourd'hui ou limite atteinte
hi_in: आज पहले ही चेक-इन हो चुका है या सीमा पूर्ण हो गई है
id_id: Sudah check-in hari ini atau batas tercapai
it_it: Check-in già effettuato oggi o limite raggiunto
ja_jp: 本日既にチェックイン済み、または制限に達しました
ko_kr: 오늘 이미 출석했거나 한도에 도달했습니다
pt_br: Já fez check-in hoje ou limite atingido
ru_ru: Уже отмечен сегодня или лимит исчерпан
zh_cn: 今日已签到或已达上限
zh_tw: 今日已簽到或已達上限

# CheckinCloud_PlayCardStatus
source: Play card status: {0}, Miyou Coins: {1}
de_de: Play-Card-Status: {0}, MiHoYo-Münzen: {1}
es_mx: Estado de tarjeta de juego: {0}, Miyou Coins: {1}
fr_fr: Statut de la carte de jeu : {0}, pièces Hoyolab : {1}
hi_in: प्ले कार्ड स्थिति: {0}, मियोउ कॉइन: {1}
id_id: Status kartu main: {0}, Koin Miyou: {1}
it_it: Stato carta gioco: {0}, Monete Miyou: {1}
ja_jp: プレイカード状態: {0}, コイン: {1}
ko_kr: 플레이 카드 상태: {0}, 미호요 코인: {1}
pt_br: Status do cartão de jogo: {0}, Moedas Miyou: {1}
ru_ru: Статус карты: {0}, Монеты: {1}
zh_cn: 畅玩卡状态: {0}，米游币: {1}
zh_tw: 暢玩卡狀態: {0}，米遊幣: {1}

# CheckinCloud_Exception
source: Exception: {0}
de_de: Fehler: {0}
es_mx: Excepción: {0}
hi_in: अपवाद: {0}
it_it: Eccezione: {0}
ja_jp: 例外: {0}
ko_kr: 예외: {0}
pt_br: Exceção: {0}
ru_ru: Исключение: {0}
zh_cn: 异常: {0}
zh_tw: 異常: {0}

# CheckinCloud_HoursMinutes
source: {0}h{1}m
de_de: {0} Stunden {1} Minuten
es_mx: {0}h {1}min
fr_fr: {0} heure(s) {1} minute(s)
hi_in: {0}घं{1}मि
id_id: {0}j{1}m
ja_jp: {0}時間{1}分
ko_kr: {0}시간 {1}분
ru_ru: {0}ч{1}м
zh_cn: {0}小时{1}分钟
zh_tw: {0}小時{1}分鐘

# CheckinCloud_HoursOnly
source: {0}h
de_de: {0} Stunden
fr_fr: {0} heure(s)
hi_in: {0}घं
id_id: {0}j
ja_jp: {0}時間
ko_kr: {0}시간
ru_ru: {0}ч
zh_cn: {0}小时
zh_tw: {0}小時

# CheckinCloud_MinutesOnly
source: {0}m
de_de: {0} Minuten
es_mx: {0}min
fr_fr: {0} minute(s)
hi_in: {0}मि
id_id: {0} menit
ja_jp: {0}分
ko_kr: {0}분
ru_ru: {0}м
zh_cn: {0}分钟
zh_tw: {0}分鐘

# CheckinCommunity_Title
source: Community Check-in
es_mx: Check-in de comunidad
fr_fr: Check-in communauté
hi_in: कम्युनिटी चेक-इन
id_id: Check-in Komunitas
it_it: Check-in Community
ja_jp: コミュニティチェックイン
ko_kr: 커뮤니티 출석 체크
pt_br: Check-in da comunidade
ru_ru: Отметка сообщества
zh_cn: 社区签到
zh_tw: 社群簽到

# CheckinCommunity_MissingToken
source: Missing stoken or mid
de_de: Stoken oder mid fehlt
es_mx: Falta stoken o mid
fr_fr: Stoken ou mid manquant
hi_in: stoken या mid गायब
id_id: Stoken atau mid tidak ada
it_it: Stoken o mid mancante
ja_jp: stokenまたはmidがありません
ko_kr: stoken 또는 mid 누락
pt_br: Stoken ou mid ausente
ru_ru: Отсутствует stoken или mid
zh_cn: 缺少 stoken 或 mid
zh_tw: 缺少 stoken 或 mid

# CheckinCommunity_GetTaskFailed
source: Failed to get task status. Please check your cookie.
de_de: Abruf des Aufgabenstatus fehlgeschlagen, bitte Cookie überprüfen
es_mx: Error al obtener el estado de la tarea. Por favor, verifica tu cookie.
fr_fr: Échec de récupération des tâches, veuillez vérifier le cookie
hi_in: कार्य स्थिति प्राप्त करने में विफल। कृपया अपनी कुकी जाँचें।
id_id: Gagal mendapatkan status tugas. Harap periksa cookie Anda.
it_it: Recupero stato attività fallito. Verifica il tuo cookie.
ja_jp: タスク状態取得失敗。Cookieを確認してください。
ko_kr: 작업 상태를 가져오지 못했습니다. 쿠키를 확인하세요.
pt_br: Falha ao obter status da tarefa. Verifique seu cookie.
ru_ru: Не удалось получить статус задачи. Проверьте cookie.
zh_cn: 获取任务状态失败，请检查 cookie
zh_tw: 取得任務狀態失敗，請檢查 cookie

# CheckinCommunity_TodayDone
source: Completed today ({0} Miyou Coins)
de_de: Heute bereits erledigt ({0} MiHoYo-Münzen)
es_mx: Completado hoy ({0} Miyou Coins)
fr_fr: Terminé aujourd'hui ({0} pièces Hoyolab)
hi_in: आज पूर्ण ({0} मियोउ कॉइन)
id_id: Selesai hari ini ({0} Koin Miyou)
it_it: Completato oggi ({0} Monete Miyou)
ja_jp: 本日完了（{0}コイン）
ko_kr: 오늘 완료 ({0} 미호요 코인)
pt_br: Concluído hoje ({0} Moedas Miyou)
ru_ru: Выполнено сегодня ({0} монет)
zh_cn: 今日已完成 ({0}米游币)
zh_tw: 今日已完成 ({0}米遊幣)
